mattmc3/ez-compinit

# completions
zsh-users/zsh-completions kind:fpath path:src

loiccoyle/zsh-github-copilot
ohmyzsh/ohmyzsh path:plugins/asdf kind:defer
ohmyzsh/ohmyzsh path:plugins/argocd
# ohmyzsh/ohmyzsh path:plugins/aws # not working
# ohmyzsh/ohmyzsh path:plugins/branch # not needed
# ohmyzsh/ohmyzsh path:plugins/command-not-found # not needed
ohmyzsh/ohmyzsh path:plugins/common-aliases
# ohmyzsh/ohmyzsh path:plugins/copybuffer # not needed
ohmyzsh/ohmyzsh path:plugins/fzf kind:defer
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh path:plugins/gh
ohmyzsh/ohmyzsh path:plugins/golang kind:fpath
macunha1/zsh-terraform kind:fpath
# ohmyzsh/ohmyzsh path:plugins/kube-ps1 kind:defer
ohmyzsh/ohmyzsh path:plugins/kubectl kind:defer
# ohmyzsh/ohmyzsh path:plugins/kubectx # not needed
ohmyzsh/ohmyzsh path:plugins/urltools kind:defer
ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
zsh-users/zsh-syntax-highlighting kind:defer

# this is last
belak/zsh-utils path:completion
ohmyzsh/ohmyzsh path:plugins/docker/completions kind:fpath
