tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bwhaley/ssmsh", "https://github.com/bwhaley/ssmsh"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "neovim/neovim"
tap "weaveworks/tap"
brew "argocd"
brew "aws/tap/ec2-instance-selector"
brew "awscli"
brew "bash"
brew "bashdb"
brew "bpytop"
brew "bwhaley/ssmsh/ssmsh"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "fd"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gettext"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gnupg@1.4"
brew "gnutls"
brew "golang"
brew "grep"
brew "hacker1024/hacker1024/coretemp"
brew "hadolint"
brew "hashicorp/tap/terraform-ls"
brew "helm"
brew "hyperkit", link: false
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node@16"
brew "oniguruma"
brew "openssl@1.1"
brew "pcre"
brew "perl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terraform-docs"
brew "terragrunt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "viddy"
brew "watch"
brew "weaveworks/tap/eksctl"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alfred"
cask "clipy"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "lastpass"
cask "maccy"
cask "postman"
cask "robo-3t"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "vlc"
cask "whatsapp"
