tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "aws/tap"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "neovim/neovim"
brew "actionlint"
brew "aquasecurity/trivy/trivy"
brew "asdf"
brew "automake"
brew "aws/tap/ec2-instance-selector"
brew "awscurl"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "cloudformation-cli"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "docker-compose-langserver"
brew "eslint_d"
brew "eza"
brew "fd"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "gnupg@1.4"
brew "gnutls"
brew "go"
brew "golangci-lint-langserver"
brew "gopls"
brew "grep"
brew "grpcurl"
brew "gum"
brew "hacker1024/hacker1024/coretemp"
brew "hadolint"
brew "hashicorp/tap/terraform-ls"
brew "helm-ls"
brew "hyperfine"
brew "kube-ps1"
brew "kubectx"
brew "lua-language-server"
brew "luacheck"
brew "mas"
brew "mdserve"
brew "mkcert"
brew "mongosh"
brew "moreutils", link: false
brew "msgpack"
brew "ncurses"
brew "nmap"
brew "node"
brew "oniguruma"
brew "pandoc"
brew "parallel"
brew "pkg-config"
brew "pngpaste"
brew "python3"
brew "readline"
brew "ripgrep"
brew "rust"
brew "selene"
brew "shellcheck"
brew "shellspec"
brew "shfmt"
brew "starship"
brew "stow"
brew "stylua"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform-docs"
brew "tombi"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "yaml-language-server"
brew "yazi"
brew "zizmor"
brew "zoxide"
brew "zsh"
go "github.com/checkmake/checkmake/cmd/checkmake"
cargo "jinja-lsp"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "clipy"
cask "docker-desktop"
cask "keycastr"
cask "maccy"
cask "shottr"
cask "vlc"
cask "wezterm@nightly"
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
