tap "argoproj/tap"
tap "aws/tap"
tap "azure/kubelogin"
tap "bwhaley/ssmsh", "https://github.com/bwhaley/ssmsh"
tap "derailed/k9s"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
tap "weaveworks/tap"
brew "actionlint"
brew "ag"
brew "asdf"
brew "automake"
brew "aws/tap/ec2-instance-selector"
brew "awscurl"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "bash"
brew "bash-language-server"
brew "bashdb"
brew "bat"
brew "bpytop"
brew "bwhaley/ssmsh/ssmsh"
brew "cbfmt"
brew "cloudformation-cli"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "derailed/k9s/k9s"
brew "eza"
brew "fd"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "gnupg@1.4"
brew "gnutls"
brew "gopls"
brew "grep"
brew "grpcurl"
brew "hacker1024/hacker1024/coretemp"
brew "hadolint"
brew "johanhaleby/kubetail/kubetail"
brew "kube-ps1"
brew "kubectx"
brew "lua-language-server"
brew "luacheck"
brew "mkcert"
brew "mongosh"
brew "moreutils", link: false
brew "msgpack"
brew "ncurses"
brew "nmap"
brew "node"
brew "oniguruma"
brew "parallel"
brew "pcre"
brew "pkg-config"
brew "pngpaste"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tealdeer"
brew "terraform-docs"
brew "tree"
brew "watch"
brew "weaveworks/tap/eksctl"
brew "wget"
brew "xz"
brew "yaml-language-server"
brew "yazi"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "clipy"
cask "disk-inventory-x"
cask "firefox"
cask "keycastr"
cask "maccy"
cask "postman"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "wezterm@nightly"
cask "wireshark-app"
