tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "neovim/neovim"
brew "bash"
brew "bashdb"
brew "cmake"
brew "coreutils"
brew "curl"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "grep"
brew "jq"
brew "mkcert"
brew "moreutils"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "oniguruma"
brew "openssl@1.1"
brew "pcre"
brew "python"
brew "python3"
brew "readline"
brew "ripgrep"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "adobe-acrobat-reader"
cask "clipy"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iterm2"
cask "sublime-text"
cask "vlc"
