mattmc3/ez-compinit

# completions
zsh-users/zsh-completions kind:fpath path:src
RobSis/zsh-completion-generator kind:defer

# defer utility
romkatv/zsh-defer

ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
zsh-users/zsh-history-substring-search
hlissner/zsh-autopair kind:defer

# deferred
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-syntax-highlighting kind:defer

# this is last
belak/zsh-utils path:completion kind:autoload post:compstyle_prez_setup
