mattmc3/ez-compinit

# completions
zsh-users/zsh-completions kind:fpath path:src
RobSis/zsh-completion-generator kind:defer

# defer utility
romkatv/zsh-defer

loiccoyle/zsh-github-copilot
ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
ohmyzsh/ohmyzsh path:plugins/git
zsh-users/zsh-history-substring-search
peterhurford/git-it-on.zsh
hlissner/zsh-autopair
agkozak/zhooks

# deferred
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-syntax-highlighting kind:defer

# this is last
belak/zsh-utils path:completion kind:autoload post:compstyle_prez_setup
